[
  {"id":"1",
  "category":"Tea",
  "tag":["ayurveda","herbal","cinnamon","Tea"],
  "title":"Cinnamon Tea",
  "price":56,"oldPrice":62,
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Rerum ut repudiandae! Repellendus nobis nobis tortor quaerat facere harum animi porro proin, maxime sociosqu ipsum! Ipsam interdum aliquet, cursus delectus nisi officiis explicabo malesuada itaque volutpat. Convallis proin architecto a ullam? Parturient accumsan eu facere consequat eleifend. Pede. Magnam, nonummy mi qui in maiores. Maecenas facilisis cupidatat? Vero possimus. Adipisicing, quasi blanditiis ipsa dolore leo! Labore, leo eaque adipisci. Rerum ut repudiandae! Repellendus nobis nobis tortor quaerat facere harum animi porro proin, maxime sociosqu ipsum! Ipsam interdum aliquet, cursus delectus nisi officiis explicabo malesuada itaque volutpat. Convallis proin architecto a ullam? Parturient accumsan eu facere consequat eleifend. Pede. Magnam, nonummy mi qui in maiores. Maecenas facilisis cupidatat? Vero possimus. Adipisicing, quasi blanditiis ipsa dolore leo! Labore, leo eaque adipisci.",  
  "img":"image/lemon-tea-bag-300x300.jpg",
  "discount":10},

  {"id":"2",
  "category":"Tea",
  "tag":["black","Tea"],
  "title":"Handpicked Black Tea",
  "price":65,
  "img":"image/tea-flavoured.png",
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Congue irure ullamco. Amet distinctio voluptates nostrum tincidunt, feugiat auctor luctus iusto platea inceptos blanditiis assumenda, enim minim class habitant nibh quam, assumenda, cupiditate viverra, hic nostrum quod fringilla exercitationem metus eu, aenean veritatis mi provident. Aperiam, magni lorem exercitationem nisl eos, potenti mollitia! Corrupti veritatis rerum fugiat, ac, inceptos molestiae? Aperiam platea cursus. Fuga quos sociosqu venenatis inventore, eum. Congue irure ullamco. Amet distinctio voluptates nostrum tincidunt, feugiat auctor luctus iusto platea inceptos blanditiis assumenda, enim minim class habitant nibh quam, assumenda, cupiditate viverra, hic nostrum quod fringilla exercitationem metus eu, aenean veritatis mi provident. Aperiam, magni lorem exercitationem nisl eos, potenti mollitia! Corrupti veritatis rerum fugiat, ac, inceptos molestiae? Aperiam platea cursus. Fuga quos sociosqu venenatis inventore, eum."  
},
  {"id":"3",
  "category":"Tea",
  "tag":["ayurvedic","herbal","green-tea","Tea"],
  "title":"Green Tea",
  "price":56,
  "oldPrice":62,
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Voluptas maecenas in sociosqu habitasse earum praesent arcu, blanditiis phasellus wisi! Temporibus praesent pariatur, imperdiet? Incidunt, reiciendis luctus, distinctio cupiditate sociosqu potenti nibh aperiam vehicula auctor laboris quae dictumst nostrud aut minus quod, ultricies eius inventore. Cumque nostrud ullamcorper reiciendis. Lectus magnis beatae iaculis! Facere ratione lectus dui, itaque, debitis sequi excepturi anim suspendisse, euismod quidem, tincidunt laboriosam molestias delectus.",
  "img":"image/green-tea-healthy-300x300.jpg",
  "discount":10
},
  {"id":"4",
  "category":"Tea",
  "tag":["ayurvedic","herbal","Tea"],
  "title":"Herbal Tea",
  "price":36,"img":"image/pic47-free-img-300x300.jpg",
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Lacus posuere! Justo porta tenetur ratione ultrices voluptatem? Doloremque, similique repudiandae pharetra irure ornare, consequat donec! Veritatis possimus! Laborum numquam! Tincidunt. Pellentesque ea dui dapibus quam. Voluptatem iusto impedit laudantium aliquam natus, duis laborum, numquam voluptas interdum suscipit! Repellat sunt, venenatis montes! Modi sequi euismod quisquam sociis excepteur. Congue. Sodales? Rem arcu congue interdum pellentesque tenetur, justo ducimus vivamus quas." 
},
  {"id":"5",
  "category":"Oil",
  "tag":["Sesame","Oil"],
  "title":"Sesame Oil",
  "price":380,"oldPrice":400,
  "img":"image/essential-olive-oil-300x300.jpg",
  "discount":5,
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Duis luctus pellentesque aperiam soluta sem recusandae porttitor rutrum vero sequi dignissim? Quidem, augue dignissim. Excepturi? Temporibus dolor, id, nonummy? Eveniet dicta, duis netus hac ipsa condimentum, massa. Eleifend cubilia dictumst dolorem explicabo, cubilia consequat pulvinar quasi sapien esse hac eius sint auctor animi possimus, torquent eos justo, ratione tempora. Duis luctus pellentesque aperiam soluta sem recusandae porttitor rutrum vero sequi dignissim? Quidem, augue dignissim. Excepturi? Temporibus dolor, id, nonummy? Eveniet dicta, duis netus hac ipsa condimentum, massa. Eleifend cubilia dictumst dolorem explicabo, cubilia consequat pulvinar quasi sapien esse hac eius sint auctor animi possimus, torquent eos justo, ratione tempora."
},
  {"id":"6",
  "category":"Oil",
  "tag":["olive","Extracted olive oil","Oil"],
  "title":"Extracted olive oil",
  "price":300,
  "oldPrice":320,
  "img":"image/massage-oil-300x300.jpg",
  "discount":6,
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Magnam primis fames! Cillum incididunt felis numquam harum quo aliquet! Natus dignissim rerum earum justo massa omnis taciti. Libero, optio sollicitudin? Magnam, tortor quas nulla, tristique sed, cupiditate! Mi soluta nullam ultricies, bibendum labore, reprehenderit mollis! Dicta lacinia sollicitudin habitant beatae sagittis ipsa cupiditate, rutrum reiciendis sem accusantium, dolor aspernatur. Magnam primis fames! Cillum incididunt felis numquam harum quo aliquet! Natus dignissim rerum earum justo massa omnis taciti. Libero, optio sollicitudin? Magnam, tortor quas nulla, tristique sed, cupiditate! Magnam primis fames! Cillum incididunt felis numquam harum quo aliquet! Natus dignissim rerum earum justo massa omnis taciti. Libero, optio sollicitudin? Magnam, tortor quas nulla, tristique sed, cupiditate! Mi soluta nullam ultricies, bibendum labore, reprehenderit mollis! Dicta lacinia sollicitudin habitant beatae sagittis ipsa cupiditate, rutrum reiciendis sem accusantium, dolor aspernatur."
},
  {"id":"7",
  "category":"Oil",
  "tag":["bread","Oil"],
  "title":"Beard Oil",
  "price":155,"oldPrice":169,
  "img":"image/pic44-free-img-300x300.jpg",
  "discount":8,
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Scelerisque consequat hymenaeos porro cupidatat. Culpa laboris eleifend a dolore! Varius? Adipiscing aliquet iusto, imperdiet minim rutrum exercitationem leo architecto parturient harum possimus ipsa unde non torquent! Lacinia, convallis primis? Voluptate lectus, eu, curae incididunt eros, donec nihil nonummy corrupti, eros, montes curae vero id odit odio mollis! Sociis morbi. Scelerisque consequat hymenaeos porro cupidatat. Culpa laboris eleifend a dolore! Varius? Adipiscing aliquet iusto, imperdiet minim rutrum exercitationem leo architecto parturient harum possimus ipsa unde non torquent! Lacinia, convallis primis? Voluptate lectus, eu, curae incididunt eros, donec nihil nonummy corrupti, eros, montes curae vero id odit odio mollis! Sociis morbi."
},
  {"id":"8",
  "category":"Oil",
  "title":"Almond oil",
  "tag":["Almond","Almond Oil","Oil"],
  "price":120,
  "img":"image/pic43-free-img-300x300.jpg",
  "desc":"Euismod dolorem consectetuer, wisi purus provident tellus asperiores aptent, vero malesuada metus porta laoreet tenetur aliquid laboris etiam lacus distinctio habitasse beatae corporis diamlorem. Volutpat. Primis, mollit corrupti odit.",
  "long-desc":"Labore minim duis recusandae fusce placerat facilis ipsam fusce ullamcorper mi nobis aliquet corrupti consequat cillum aute iure euismod saepe, bibendum. Euismod dolorem consectetuer, wisi purus provident tellus asperiores aptent, vero malesuada metus porta laoreet tenetur aliquid laboris etiam lacus distinctio habitasse beatae corporis diamlorem. Volutpat. Primis, mollit corrupti odit. Labore minim duis recusandae fusce placerat facilis ipsam fusce ullamcorper mi nobis aliquet corrupti consequat cillum aute iure euismod saepe, bibendum. Euismod dolorem consectetuer, wisi purus provident tellus asperiores aptent, vero malesuada metus porta laoreet tenetur aliquid laboris etiam lacus distinctio habitasse beatae corporis diamlorem. Volutpat. Primis, mollit corrupti odit." 
 },
 
  {"id":"9",
  "category":"Soap",
  "tag":["ayurvedic","lavender","Soap"],
  "title":"Lavender Soap Bar",
  "price":23,
  "img":"image/pic11-free-img-300x300.jpg",
  "desc":"Fugiat natus posuere eaque ullamco imperdiet ipsum aptent porta ipsam porttitor eiusmod quia nibh quos consectetuer doloribus! Officiis eaque, animi litora auctor! Nihil egestas qui, pariatur inventore, modi, massa nibh, necessitatibus.",
  "long-desc":"Consequat, accumsan vulputate pellentesque, cillum qui magnam! Lectus. Fugiat natus posuere eaque ullamco imperdiet ipsum aptent porta ipsam porttitor eiusmod quia nibh quos consectetuer doloribus! Officiis eaque, animi litora auctor! Nihil egestas qui, pariatur inventore, modi, massa nibh, necessitatibus. Nascetur potenti, nonummy. Venenatis nec mauris. Consequat, accumsan vulputate pellentesque, cillum qui magnam! Lectus. Fugiat natus posuere eaque ullamco imperdiet ipsum aptent porta ipsam porttitor eiusmod quia nibh quos consectetuer doloribus! Officiis eaque, animi litora auctor! Nihil egestas qui, pariatur inventore, modi, massa nibh, necessitatibus. Nascetur potenti, nonummy natis nec mauris."
},
  {"id":"10",
  "category":"Soap",
  "title":"Butter Coco",
  "price":45,"oldPrice":40,
  "img":"image/pic08-free-img-300x300.jpg",
  "desc":"Morbi occaecat ea perferendis molestie repellat purus, cras velit minim culpa conubia, laudantium habitant tristique, aenean occaecati volutpat temporibus netus porta dignissim ac aliqua commodo modi nulla, iste aliquet quidem. Quisquam consectetuer repellat, auctor eaque sociis. Egestas beatae mus quia, egestas .",
  "long-desc":"Fugit quos potenti beatae nullam fringilla cubilia tempora. Nulla tincidunt adipisci iusto porttitor donec tempor nisi ducimus quam. Per corrupti, arcu urna nec aute asperiores. Consequatur officiis quaerat accusantium. Quia, officiis. Mollit, quia! Commodi volutpat sunt! Similique curabitur quos morbi? Gravida omnis cubilia primis tempore. Fugit quos potenti beatae nullam fringilla cubilia tempora. Nulla tincidunt adipisci iusto porttitor donec tempor nisi ducimus quam. Per corrupti, arcu urna nec aute asperiores. Consequatur officiis quaerat accusantium. Quia, officiis. Mollit, quia! Commodi volutpat sunt! Similique curabitur quos morbi? Gravida omnis cubilia primis tempore."
  },
  {"id":"11",
  "category":"Soap",
  "tag":["ayurvedic","handmade","Soap"],
  "title":"Coco Soap",
  "price":55,"img":"image/pic07-free-img-300x300.jpg",
  "desc":"Fugit quos potenti beatae nullam fringilla cubilia tempora. Nulla tincidunt adipisci iusto porttitor donec tempor nisi ducimus quam.",
  "long-desc":"Fugit quos potenti beatae nullam fringilla cubilia tempora. Nulla tincidunt adipisci iusto porttitor donec tempor nisi ducimus quam. Per corrupti, arcu urna nec aute asperiores. Consequatur officiis quaerat accusantium. Quia, officiis. Mollit, quia! Commodi volutpat sunt! Similique curabitur quos morbi? Gravida omnis cubilia primis tempore."
},
  {"id":"12",
  "category":"Soap",
  "tag":["ayurvedic","handmade","Soap"],
  "title":"Ayurvedic Soap",
  "price":32,
  "img":"image/pic06-free-img-300x300.jpg",
  "desc":"Sagittis odio suscipit odio libero tellus fugit accusantium tincidunt scelerisque, officia mi augue, ullamcorper, pulvinar ex egestas venenatis proident, morbi, adipisci cumque ratione, augue esse justo eu sit eros consectetuer faucibus metus asperiores.",
  "long-desc":"Mattis magnam duis! Facilisis minus iste, tellus condimentum volutpat? Scelerisque, error qui. Ac accusamus hymenaeos proin illo tempora quis! Gravida do? Eius, omnis error fuga quisque accusantium, nihil nam voluptas! Debitis, accumsan, aut nisi curae nonummy, omnis faucibus repudiandae, labore asperiores ex optio rhoncus hac." 
}
]